[
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 1,
    "text": "The subject that I am about to discuss is most philosophical, that is, whether devout reason is sovereign over the emotions. So it is right for me to advise you to pay earnest attention to philosophy."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 2,
    "text": "For the subject is essential to everyone who is seeking knowledge, and in addition it includes the praise of the highest virtue -- I mean, of course, rational judgment."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 3,
    "text": "If, then, it is evident that reason rules over those emotions that hinder self-control, namely, gluttony and lust,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 4,
    "text": "it is also clear that it masters the emotions that hinder one from justice, such as malice, and those that stand in the way of courage, namely anger, fear, and pain."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 5,
    "text": "Some might perhaps ask, \"If reason rules the emotions, why is it not sovereign over forgetfulness and ignorance?\" Their attempt at argument is ridiculous!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 6,
    "text": "For reason does not rule its own emotions, but those that are opposed to justice, courage, and self-control; and it is not for the purpose of destroying them, but so that one may not give way to them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 7,
    "text": "I could prove to you from many and various examples that reason is dominant over the emotions,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 8,
    "text": "but I can demonstrate it best from the noble bravery of those who died for the sake of virtue, Eleazar and the seven brothers and their mother."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 9,
    "text": "All of these, by despising sufferings that bring death, demonstrated that reason controls the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 10,
    "text": "On this anniversary it is fitting for me to praise for their virtues those who, with their mother, died for the sake of nobility and goodness, but I would also call them blessed for the honor in which they are held."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 11,
    "text": "For all people, even their torturers, marveled at their courage and endurance, and they became the cause of the downfall of tyranny over their nation. By their endurance they conquered the tyrant, and thus their native land was purified through them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 12,
    "text": "I shall shortly have an opportunity to speak of this; but, as my custom is, I shall begin by stating my main principle, and then I shall turn to their story, giving glory to the all-wise God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 13,
    "text": "Our inquiry, accordingly, is whether reason is sovereign over the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 14,
    "text": "We shall decide just what reason is and what emotion is, how many kinds of emotions there are, and whether reason rules over all these."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 15,
    "text": "Now reason is the mind that with sound logic prefers the life of wisdom."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 16,
    "text": "Wisdom, next, is the knowledge of divine and human matters and the causes of these."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 17,
    "text": "This, in turn, is education in the law, by which we learn divine matters reverently and human affairs to our advantage."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 18,
    "text": "Now the kinds of wisdom are rational judgment, justice, courage, and self-control."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 19,
    "text": "Rational judgment is supreme over all of these, since by means of it reason rules over the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 20,
    "text": "The two most comprehensive types of the emotions are pleasure and pain; and each of these is by nature concerned with both body and soul."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 21,
    "text": "The emotions of both pleasure and pain have many consequences."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 22,
    "text": "Thus desire precedes pleasure and delight follows it."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 23,
    "text": "Fear precedes pain and sorrow comes after."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 24,
    "text": "Anger, as a man will see if he reflects on this experience, is an emotion embracing pleasure and pain."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 25,
    "text": "In pleasure there exists even a malevolent tendency, which is the most complex of all the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 26,
    "text": "In the soul it is boastfulness, covetousness, thirst for honor, rivalry, and malice;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 27,
    "text": "in the body, indiscriminate eating, gluttony, and solitary gormandizing."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 28,
    "text": "Just as pleasure and pain are two plants growing from the body and the soul, so there are many offshoots of these plants,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 29,
    "text": "each of which the master cultivator, reason, weeds and prunes and ties up and waters and thoroughly irrigates, and so tames the jungle of habits and emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 30,
    "text": "For reason is the guide of the virtues, but over the emotions it is sovereign. Observe now first of all that rational judgment is sovereign over the emotions by virtue of the restraining power of self-control."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 31,
    "text": "Self-control, then, is dominance over the desires."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 32,
    "text": "Some desires are mental, others are physical, and reason obviously rules over both."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 33,
    "text": "Otherwise how is it that when we are attracted to forbidden foods we abstain from the pleasure to be had from them? Is it not because reason is able to rule over appetites? I for one think so."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 34,
    "text": "Therefore when we crave seafood and fowl and animals and all sorts of foods that are forbidden to us by the law, we abstain because of domination by reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 1,
    "verse": 35,
    "text": "For the emotions of the appetites are restrained, checked by the temperate mind, and all the impulses of the body are bridled by reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 1,
    "text": "And why is it amazing that the desires of the mind for the enjoyment of beauty are rendered powerless?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 2,
    "text": "It is for this reason, certainly, that the temperate Joseph is praised, because by mental effort he overcame sexual desire."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 3,
    "text": "For when he was young and in his prime for intercourse, by his reason he nullified the frenzy of the passions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 4,
    "text": "Not only is reason proved to rule over the frenzied urge of sexual desire, but also over every desire."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 5,
    "text": "Thus the law says, \"You shall not covet your neighbor's wife...or anything that is your neighbor's.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 6,
    "text": "In fact, since the law has told us not to covet, I could prove to you all the more that reason is able to control desires. Just so it is with the emotions that hinder one from justice."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 7,
    "text": "Otherwise how could it be that someone who is habitually a solitary gormandizer, a glutton, or even a drunkard can learn a better way, unless reason is clearly lord of the emotions?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 8,
    "text": "Thus, as soon as a man adopts a way of life in accordance with the law, even though he is a lover of money, he is forced to act contrary to his natural ways and to lend without interest to the needy and to cancel the debt when the seventh year arrives."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 9,
    "text": "If one is greedy, he is ruled by the law through his reason so that he neither gleans his harvest nor gathers the last grapes from the vineyard. In all other matters we can recognize that reason rules the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 10,
    "text": "For the law prevails even over affection for parents, so that virtue is not abandoned for their sakes."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 11,
    "text": "It is superior to love for one's wife, so that one rebukes her when she breaks the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 12,
    "text": "It takes precedence over love for children, so that one punishes them for misdeeds."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 13,
    "text": "It is sovereign over the relationship of friends, so that one rebukes friends when they act wickedly."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 14,
    "text": "Do not consider it paradoxical when reason, through the law, can prevail even over enmity. The fruit trees of the enemy are not cut down, but one preserves the property of enemies from the destroyers and helps raise up what has fallen."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 15,
    "text": "It is evident that reason rules even the more violent emotions: lust for power, vainglory, boasting, arrogance, and malice."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 16,
    "text": "For the temperate mind repels all these malicious emotions, just as it repels anger -- for it is sovereign over even this."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 17,
    "text": "When Moses was angry with Dathan and Abiram he did nothing against them in anger, but controlled his anger by reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 18,
    "text": "For, as I have said, the temperate mind is able to get the better of the emotions, to correct some, and to render others powerless."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 19,
    "text": "Why else did Jacob, our most wise father, censure the households of Simeon and Levi for their irrational slaughter of the entire tribe of the Shechemites, saying, \"Cursed be their anger\"?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 20,
    "text": "For if reason could not control anger, he would not have spoken thus."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 21,
    "text": "Now when God fashioned man, he planted in him emotions and inclinations,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 22,
    "text": "but at the same time he enthroned the mind among the senses as a sacred governor over them all."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 23,
    "text": "To the mind he gave the law; and one who lives subject to this will rule a kingdom that is temperate, just, good, and courageous."
  },
  {
    "book": "4 Maccabees",
    "chapter": 2,
    "verse": 24,
    "text": "How is it then, one might say, that if reason is master of the emotions, it does not control forgetfulness and ignorance?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 1,
    "text": "This notion is entirely ridiculous; for it is evident that reason rules not over its own emotions, but over those of the body."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 2,
    "text": "No one of us can eradicate that kind of desire, but reason can provide a way for us not to be enslaved by desire."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 3,
    "text": "No one of us can eradicate anger from the mind, but reason can help to deal with anger."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 4,
    "text": "No one of us can eradicate malice, but reason can fight at our side so that we are not overcome by malice."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 5,
    "text": "For reason does not uproot the emotions but is their antagonist."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 6,
    "text": "Now this can be explained more clearly by the story of King David's thirst."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 7,
    "text": "David had been attacking the Philistines all day long, and together with the soldiers of his nation had slain many of them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 8,
    "text": "Then when evening fell, he came, sweating and quite exhausted, to the royal tent, around which the whole army of our ancestors had encamped."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 9,
    "text": "Now all the rest were at supper,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 10,
    "text": "but the king was extremely thirsty, and although springs were plentiful there, he could not satisfy his thirst from them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 11,
    "text": "But a certain irrational desire for the water in the enemy's territory tormented and inflamed him, undid and consumed him."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 12,
    "text": "When his guards complained bitterly because of the king's craving, two staunch young soldiers, respecting the king's desire, armed themselves fully, and taking a pitcher climbed over the enemy's ramparts."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 13,
    "text": "Eluding the sentinels at the gates, they went searching throughout the enemy camp"
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 14,
    "text": "and found the spring, and from it boldly brought the king a drink."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 15,
    "text": "But David, although he was burning with thirst, considered it an altogether fearful danger to his soul to drink what was regarded as equivalent to blood."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 16,
    "text": "Therefore, opposing reason to desire, he poured out the drink as an offering to God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 17,
    "text": "For the temperate mind can conquer the drives of the emotions and quench the flames of frenzied desires;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 18,
    "text": "it can overthrow bodily agonies even when they are extreme, and by nobility of reason spurn all domination by the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 19,
    "text": "The present occasion now invites us to a narrative demonstration of temperate reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 20,
    "text": "At a time when our fathers were enjoying profound peace because of their observance of the law and were prospering, so that even Seleucus Nicanor, king of Asia, had both appropriated money to them for the temple service and recognized their commonwealth --"
  },
  {
    "book": "4 Maccabees",
    "chapter": 3,
    "verse": 21,
    "text": "just at that time certain men attempted a revolution against the public harmony and caused many and various disasters."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 1,
    "text": "Now there was a certain Simon, a political opponent of the noble and good man, Onias, who then held the high priesthood for life. When despite all manner of slander he was unable to injure Onias in the eyes of the nation, he fled the country with the purpose of betraying it."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 2,
    "text": "So he came to Apollonius, governor of Syria, Phoenicia, and Cilicia, and said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 3,
    "text": "\"I have come here because I am loyal to the king's government, to report that in the Jerusalem treasuries there are deposited tens of thousands in private funds, which are not the property of the temple but belong to King Seleucus.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 4,
    "text": "When Apollonius learned the details of these things, he praised Simon for his service to the king and went up to Seleucus to inform him of the rich treasure."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 5,
    "text": "On receiving authority to deal with this matter, he proceeded quickly to our country accompanied by the accursed Simon and a very strong military force."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 6,
    "text": "He said that he had come with the king's authority to seize the private funds in the treasury."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 7,
    "text": "The people indignantly protested his words, considering it outrageous that those who had committed deposits to the sacred treasury should be deprived of them, and did all that they could to prevent it."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 8,
    "text": "But, uttering threats, Apollonius went on to the temple."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 9,
    "text": "While the priests together with women and children were imploring God in the temple to shield the holy place that was being treated so contemptuously,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 10,
    "text": "and while Apollonius was going up with his armed forces to seize the money, angels on horseback with lightning flashing from their weapons appeared from heaven, instilling in them great fear and trembling."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 11,
    "text": "Then Apollonius fell down half dead in the temple area that was open to all, stretched out his hands toward heaven, and with tears besought the Hebrews to pray for him and propitiate the wrath of the heavenly army."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 12,
    "text": "For he said that he had committed a sin deserving of death, and that if he were delivered he would praise the blessedness of the holy place before all people."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 13,
    "text": "Moved by these words, Onias the high priest, although otherwise he had scruples about doing so, prayed for him lest King Seleucus suppose that Apollonius had been overcome by human treachery and not by divine justice."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 14,
    "text": "So Apollonius, having been preserved beyond all expectations, went away to report to the king what had happened to him."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 15,
    "text": "When King Seleucus died, his son Antiochus Epiphanes succeeded to the throne, an arrogant and terrible man,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 16,
    "text": "who removed Onias from the priesthood and appointed Onias's brother Jason as high priest."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 17,
    "text": "Jason agreed that if the office were conferred upon him he would pay the king three thousand six hundred and sixty talents annually."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 18,
    "text": "So the king appointed him high priest and ruler of the nation."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 19,
    "text": "Jason changed the nation's way of life and altered its form of government in complete violation of the law,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 20,
    "text": "so that not only was a gymnasium constructed at the very citadel of our native land, but also the temple service was abolished."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 21,
    "text": "The divine justice was angered by these acts and caused Antiochus himself to make war on them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 22,
    "text": "For when he was warring against Ptolemy in Egypt, he heard that a rumor of his death had spread and that the people of Jerusalem had rejoiced greatly. He speedily marched against them,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 23,
    "text": "and after he had plundered them he issued a decree that if any of them should be found observing the ancestral law they should die."
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 24,
    "text": "When, by means of his decrees, he had not been able in any way to put an end to the people's observance of the law, but saw that all his threats and punishments were being disregarded,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 25,
    "text": "even to the point that women, because they had circumcised their sons, were thrown headlong from heights along with their infants, though they had known beforehand that they would suffer this --"
  },
  {
    "book": "4 Maccabees",
    "chapter": 4,
    "verse": 26,
    "text": "when, then, his decrees were despised by the people, he himself, through torture, tried to compel everyone in the nation to eat defiling foods and to renounce Judaism."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 1,
    "text": "The tyrant Antiochus, sitting in state with his counselors on a certain high place, and with his armed soldiers standing about him,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 2,
    "text": "ordered the guards to seize each and every Hebrew and to compel them to eat pork and food sacrificed to idols."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 3,
    "text": "If any were not willing to eat defiling food, they were to be broken on the wheel and killed."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 4,
    "text": "And when many persons had been rounded up, one man, Eleazar by name, leader of the flock, was brought before the king. He was a man of priestly family, learned in the law, advanced in age, and known to many in the tyrant's court because of his philosophy."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 5,
    "text": "When Antiochus saw him he said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 6,
    "text": "\"Before I begin to torture you, old man, I would advise you to save yourself by eating pork,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 7,
    "text": "for I respect your age and your gray hairs. Although you have had them for so long a time, it does not seem to me that you are a philosopher when you observe the religion of the Jews."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 8,
    "text": "Why, when nature has granted it to us, should you abhor eating the very excellent meat of this animal?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 9,
    "text": "It is senseless not to enjoy delicious things that are not shameful, and wrong to spurn the gifts of nature."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 10,
    "text": "It seems to me that you will do something even more senseless if, by holding a vain opinion concerning the truth, you continue to despise me to your own hurt."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 11,
    "text": "Will you not awaken from your foolish philosophy, dispel your futile reasonings, adopt a mind appropriate to your years, philosophize according to the truth of what is beneficial,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 12,
    "text": "and have compassion on your old age by honoring my humane advice?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 13,
    "text": "For consider this, that if there is some power watching over this religion of yours, it will excuse you from any transgression that arises out of compulsion.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 14,
    "text": "When the tyrant urged him in this fashion to eat meat unlawfully, Eleazar asked to have a word."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 15,
    "text": "When he had received permission to speak, he began to address the people as follows:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 16,
    "text": "\"We, O Antiochus, who have been persuaded to govern our lives by the divine law, think that there is no compulsion more powerful than our obedience to the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 17,
    "text": "Therefore we consider that we should not transgress it in any respect."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 18,
    "text": "Even if, as you suppose, our law were not truly divine and we had wrongly held it to be divine, not even so would it be right for us to invalidate our reputation for piety."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 19,
    "text": "Therefore do not suppose that it would be a petty sin if we were to eat defiling food;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 20,
    "text": "to transgress the law in matters either small or great is of equal seriousness,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 21,
    "text": "for in either case the law is equally despised."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 22,
    "text": "You scoff at our philosophy as though living by it were irrational,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 23,
    "text": "but it teaches us self-control, so that we master all pleasures and desires, and it also trains us in courage, so that we endure any suffering willingly;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 24,
    "text": "it instructs us in justice, so that in all our dealings we act impartially, and it teaches us piety, so that with proper reverence we worship the only real God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 25,
    "text": "\"Therefore we do not eat defiling food; for since we believe that the law was established by God, we know that in the nature of things the Creator of the world in giving us the law has shown sympathy toward us."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 26,
    "text": "He has permitted us to eat what will be most suitable for our lives, but he has forbidden us to eat meats that would be contrary to this."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 27,
    "text": "It would be tyrannical for you to compel us not only to transgress the law, but also to eat in such a way that you may deride us for eating defiling foods, which are most hateful to us."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 28,
    "text": "But you shall have no such occasion to laugh at me,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 29,
    "text": "nor will I transgress the sacred oaths of my ancestors concerning the keeping of the law,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 30,
    "text": "not even if you gouge out my eyes and burn my entrails."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 31,
    "text": "I am not so old and cowardly as not to be young in reason on behalf of piety."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 32,
    "text": "Therefore get your torture wheels ready and fan the fire more vehemently!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 33,
    "text": "I do not so pity my old age as to break the ancestral law by my own act."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 34,
    "text": "I will not play false to you, O law that trained me, nor will I renounce you, beloved self-control."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 35,
    "text": "I will not put you to shame, philosophical reason, nor will I reject you, honored priesthood and knowledge of the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 36,
    "text": "You, O king, shall not stain the honorable mouth of my old age, nor my long life lived lawfully."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 37,
    "text": "The fathers will receive me as pure, as one who does not fear your violence even to death."
  },
  {
    "book": "4 Maccabees",
    "chapter": 5,
    "verse": 38,
    "text": "You may tyrannize the ungodly, but you shall not dominate my religious principles either by word or by deed.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 1,
    "text": "When Eleazar in this manner had made eloquent response to the exhortations of the tyrant, the guards who were standing by dragged him violently to the instruments of torture."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 2,
    "text": "First they stripped the old man, who remained adorned with the gracefulness of his piety."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 3,
    "text": "And after they had tied his arms on each side they scourged him,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 4,
    "text": "while a herald opposite him cried out, \"Obey the king's commands!\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 5,
    "text": "But the courageous and noble man, as a true Eleazar, was unmoved, as though being tortured in a dream;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 6,
    "text": "yet while the old man's eyes were raised to heaven, his flesh was being torn by scourges, his blood flowing, and his sides were being cut to pieces."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 7,
    "text": "And though he fell to the ground because his body could not endure the agonies, he kept his reason upright and unswerving."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 8,
    "text": "One of the cruel guards rushed at him and began to kick him in the side to make him get up again after he fell."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 9,
    "text": "But he bore the pains and scorned the punishment and endured the tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 10,
    "text": "And like a noble athlete the old man, while being beaten, was victorious over his torturers;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 11,
    "text": "in fact, with his face bathed in sweat, and gasping heavily for breath, he amazed even his torturers by his courageous spirit."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 12,
    "text": "At that point, partly out of pity for his old age,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 13,
    "text": "partly out of sympathy from their acquaintance with him, partly out of admiration for his endurance, some of the king's retinue came to him and said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 14,
    "text": "\"Eleazar, why are you so irrationally destroying yourself through these evil things?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 15,
    "text": "We will set before you some cooked meat; save yourself by pretending to eat pork.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 16,
    "text": "But Eleazar, as though more bitterly tormented by this counsel, cried out:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 17,
    "text": "\"May we, the children of Abraham, never think so basely that out of cowardice we feign a role unbecoming to us!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 18,
    "text": "For it would be irrational if we, who have lived in accordance with truth to old age and have maintained in accordance with law the reputation of such a life, should now change our course"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 19,
    "text": "become a pattern of impiety to the young, in becoming an example of the eating of defiling food."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 20,
    "text": "It would be shameful if we should survive for a little while and during that time be a laughing stock to all for our cowardice,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 21,
    "text": "and if we should be despised by the tyrant as unmanly, and not protect our divine law even to death."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 22,
    "text": "Therefore, O children of Abraham, die nobly for your religion!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 23,
    "text": "And you, guards of the tyrant, why do you delay?\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 24,
    "text": "When they saw that he was so courageous in the face of the afflictions, and that he had not been changed by their compassion, the guards brought him to the fire."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 25,
    "text": "There they burned him with maliciously contrived instruments, threw him down, and poured stinking liquids into his nostrils."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 26,
    "text": "When he was now burned to his very bones and about to expire, he lifted up his eyes to God and said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 27,
    "text": "\"You know, O God, that though I might have saved myself, I am dying in burning torments for the sake of the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 28,
    "text": "Be merciful to your people, and let our punishment suffice for them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 29,
    "text": "Make my blood their purification, and take my life in exchange for theirs.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 30,
    "text": "And after he said this, the holy man died nobly in his tortures, and by reason he resisted even to the very tortures of death for the sake of the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 31,
    "text": "Admittedly, then, devout reason is sovereign over the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 32,
    "text": "For if the emotions had prevailed over reason, we would have testified to their domination."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 33,
    "text": "But now that reason has conquered the emotions, we properly attribute to it the power to govern."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 34,
    "text": "And it is right for us to acknowledge the dominance of reason when it masters even external agonies. It would be ridiculous to deny it."
  },
  {
    "book": "4 Maccabees",
    "chapter": 6,
    "verse": 35,
    "text": "And I have proved not only that reason has mastered agonies, but also that it masters pleasures and in no respect yields to them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 1,
    "text": "For like a most skilful pilot, the reason of our father Eleazar steered the ship of religion over the sea of the emotions,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 2,
    "text": "and though buffeted by the stormings of the tyrant and overwhelmed by the mighty waves of tortures,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 3,
    "text": "in no way did he turn the rudder of religion until he sailed into the haven of immortal victory."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 4,
    "text": "No city besieged with many ingenious war machines has ever held out as did that most holy man. Although his sacred life was consumed by tortures and racks, he conquered the besiegers with the shield of his devout reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 5,
    "text": "For in setting his mind firm like a jutting cliff, our father Eleazar broke the maddening waves of the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 6,
    "text": "O priest, worthy of the priesthood, you neither defiled your sacred teeth nor profaned your stomach, which had room only for reverence and purity, by eating defiling foods."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 7,
    "text": "O man in harmony with the law and philosopher of divine life!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 8,
    "text": "Such should be those who are administrators of the law, shielding it with their own blood and noble sweat in sufferings even to death."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 9,
    "text": "You, father, strengthened our loyalty to the law through your glorious endurance, and you did not abandon the holiness which you praised, but by your deeds you made your words of divine philosophy credible."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 10,
    "text": "O aged man, more powerful than tortures; O elder, fiercer than fire; O supreme king over the passions, Eleazar!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 11,
    "text": "For just as our father Aaron, armed with the censer, ran through the multitude of the people and conquered the fiery angel,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 12,
    "text": "so the descendant of Aaron, Eleazar, though being consumed by the fire, remained unmoved in his reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 13,
    "text": "Most amazing, indeed, though he was an old man, his body no longer tense and firm, his muscles flabby, his sinews feeble, he became young again"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 14,
    "text": "in spirit through reason; and by reason like that of Isaac he rendered the many-headed rack ineffective."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 15,
    "text": "O man of blessed age and of venerable gray hair and of law-abiding life, whom the faithful seal of death has perfected!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 16,
    "text": "If, therefore, because of piety an aged man despised tortures even to death, most certainly devout reason is governor of the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 17,
    "text": "Some perhaps might say, \"Not every one has full command of his emotions, because not every one has prudent reason.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 18,
    "text": "But as many as attend to religion with a whole heart, these alone are able to control the passions of the flesh,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 19,
    "text": "since they believe that they, like our patriarchs Abraham and Isaac and Jacob, do not die to God, but live in God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 20,
    "text": "No contradiction therefore arises when some persons appear to be dominated by their emotions because of the weakness of their reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 21,
    "text": "What person who lives as a philosopher by the whole rule of philosophy, and trusts in God,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 22,
    "text": "and knows that it is blessed to endure any suffering for the sake of virtue, would not be able to overcome the emotions through godliness?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 7,
    "verse": 23,
    "text": "For only the wise and courageous man is lord of his emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 1,
    "text": "For this is why even the very young, by following a philosophy in accordance with devout reason, have prevailed over the most painful instruments of torture."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 2,
    "text": "For when the tyrant was conspicuously defeated in his first attempt, being unable to compel an aged man to eat defiling foods, then in violent rage he commanded that others of the Hebrew captives be brought, and that any who ate defiling food should be freed after eating, but if any were to refuse, these should be tortured even more cruelly."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 3,
    "text": "When the tyrant had given these orders, seven brothers -- handsome, modest, noble, and accomplished in every way -- were brought before him along with their aged mother."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 4,
    "text": "When the tyrant saw them, grouped about their mother as if in a chorus, he was pleased with them. And struck by their appearance and nobility, he smiled at them, and summoned them nearer and said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 5,
    "text": "\"Young men, I admire each and every one of you in a kindly manner, and greatly respect the beauty and the number of such brothers. Not only do I advise you not to display the same madness as that of the old man who has just been tortured, but I also exhort you to yield to me and enjoy my friendship."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 6,
    "text": "Just as I am able to punish those who disobey my orders, so I can be a benefactor to those who obey me."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 7,
    "text": "Trust me, then, and you will have positions of authority in my government if you will renounce the ancestral tradition of your national life."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 8,
    "text": "And enjoy your youth by adopting the Greek way of life and by changing your manner of living."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 9,
    "text": "But if by disobedience you rouse my anger, you will compel me to destroy each and every one of you with dreadful punishments through tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 10,
    "text": "Therefore take pity on yourselves. Even I, your enemy, have compassion for your youth and handsome appearance."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 11,
    "text": "Will you not consider this, that if you disobey, nothing remains for you but to die on the rack?\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 12,
    "text": "When he had said these things, he ordered the instruments of torture to be brought forward so as to persuade them out of fear to eat the defiling food."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 13,
    "text": "And when the guards had placed before them wheels and joint-dislocators, rack and hooks and catapults and caldrons, braziers and thumbscrews and iron claws and wedges and bellows, the tyrant resumed speaking:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 14,
    "text": "\"Be afraid, young fellows, and whatever justice you revere will be merciful to you when you transgress under compulsion.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 15,
    "text": "But when they had heard the inducements and saw the dreadful devices, not only were they not afraid, but they also opposed the tyrant with their own philosophy, and by their right reasoning nullified his tyranny."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 16,
    "text": "Let us consider, on the other hand, what arguments might have been used if some of them had been cowardly and unmanly. Would they not have been these?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 17,
    "text": "\"O wretches that we are and so senseless! Since the king has summoned and exhorted us to accept kind treatment if we obey him,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 18,
    "text": "why do we take pleasure in vain resolves and venture upon a disobedience that brings death?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 19,
    "text": "O men and brothers, should we not fear the instruments of torture and consider the threats of torments, and give up this vain opinion and this arrogance that threatens to destroy us?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 20,
    "text": "Let us take pity on our youth and have compassion on our mother's age;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 21,
    "text": "and let us seriously consider that if we disobey we are dead!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 22,
    "text": "Also, divine justice will excuse us for fearing the king when we are under compulsion."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 23,
    "text": "Why do we banish ourselves from this most pleasant life and deprive ourselves of this delightful world?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 24,
    "text": "Let us not struggle against compulsion nor take hollow pride in being put to the rack."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 25,
    "text": "Not even the law itself would arbitrarily slay us for fearing the instruments of torture."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 26,
    "text": "Why does such contentiousness excite us and such a fatal stubbornness please us, when we can live in peace if we obey the king?\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 27,
    "text": "But the youths, though about to be tortured, neither said any of these things nor even seriously considered them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 28,
    "text": "For they were contemptuous of the emotions and sovereign over agonies,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 8,
    "verse": 29,
    "text": "so that as soon as the tyrant had ceased counseling them to eat defiling food, all with one voice together, as from one mind, said:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 1,
    "text": "\"Why do you delay, O tyrant? For we are ready to die rather than transgress our ancestral commandments;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 2,
    "text": "we are obviously putting our forefathers to shame unless we should practice ready obedience to the law and to Moses our counselor."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 3,
    "text": "Tyrant and counselor of lawlessness, in your hatred for us do not pity us more than we pity ourselves."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 4,
    "text": "For we consider this pity of yours which insures our safety through transgression of the law to be more grievous than death itself."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 5,
    "text": "You are trying to terrify us by threatening us with death by torture, as though a short time ago you learned nothing from Eleazar."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 6,
    "text": "And if the aged men of the Hebrews because of their religion lived piously while enduring torture, it would be even more fitting that we young men should die despising your coercive tortures, which our aged instructor also overcame."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 7,
    "text": "Therefore, tyrant, put us to the test; and if you take our lives because of our religion, do not suppose that you can injure us by torturing us."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 8,
    "text": "For we, through this severe suffering and endurance, shall have the prize of virtue and shall be with God, for whom we suffer;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 9,
    "text": "but you, because of your bloodthirstiness toward us, will deservedly undergo from the divine justice eternal torment by fire.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 10,
    "text": "When they had said these things the tyrant not only was angry, as at those who are disobedient, but also was enraged, as at those who are ungrateful."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 11,
    "text": "Then at his command the guards brought forward the eldest, and having torn off his tunic, they bound his hands and arms with thongs on each side."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 12,
    "text": "When they had worn themselves out beating him with scourges, without accomplishing anything, they placed him upon the wheel."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 13,
    "text": "When the noble youth was stretched out around this, his limbs were dislocated,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 14,
    "text": "and though broken in every member he denounced the tyrant, saying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 15,
    "text": "\"Most abominable tyrant, enemy of heavenly justice, savage of mind, you are mangling me in this manner, not because I am a murderer, or as one who acts impiously, but because I protect the divine law.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 16,
    "text": "And when the guards said, \"Agree to eat so that you may be released from the tortures,\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 17,
    "text": "he replied, \"You abominable lackeys, your wheel is not so powerful as to strangle my reason. Cut my limbs, burn my flesh, and twist my joints."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 18,
    "text": "Through all these tortures I will convince you that sons of the Hebrews alone are invincible where virtue is concerned.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 19,
    "text": "While he was saying these things, they spread fire under him, and while fanning the flames they tightened the wheel further."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 20,
    "text": "The wheel was completely smeared with blood, and the heap of coals was being quenched by the drippings of gore, and pieces of flesh were falling off the axles of the machine."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 21,
    "text": "Although the ligaments joining his bones were already severed, the courageous youth, worthy of Abraham, did not groan,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 22,
    "text": "but as though transformed by fire into immortality he nobly endured the rackings."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 23,
    "text": "\"Imitate me, brothers,\" he said. \"Do not leave your post in my struggle or renounce our courageous brotherhood."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 24,
    "text": "Fight the sacred and noble battle for religion. Thereby the just Providence of our ancestors may become merciful to our nation and take vengeance on the accursed tyrant.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 25,
    "text": "When he had said this, the saintly youth broke the thread of life."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 26,
    "text": "While all were marveling at his courageous spirit, the guards brought in the next eldest, and after fitting themselves with iron gauntlets having sharp hooks, they bound him to the torture machine and catapult."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 27,
    "text": "Before torturing him, they inquired if he were willing to eat, and they heard this noble decision."
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 28,
    "text": "These leopard-like beasts tore out his sinews with the iron hands, flayed all his flesh up to his chin, and tore away his scalp. But he steadfastly endured this agony and said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 29,
    "text": "\"How sweet is any kind of death for the religion of our fathers!\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 30,
    "text": "To the tyrant he said, \"Do you not think, you most savage tyrant, that you are being tortured more than I, as you see the arrogant design of your tyranny being defeated by our endurance for the sake of religion?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 31,
    "text": "I lighten my pain by the joys that come from virtue,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 9,
    "verse": 32,
    "text": "but you suffer torture by the threats that come from impiety. You will not escape, most abominable tyrant, the judgments of the divine wrath.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 1,
    "text": "When he too had endured a glorious death, the third was led in, and many repeatedly urged him to save himself by tasting the meat."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 2,
    "text": "But he shouted, \"Do you not know that the same father begot me and those who died, and the same mother bore me, and that I was brought up on the same teachings?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 3,
    "text": "I do not renounce the noble kinship that binds me to my brothers.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 5,
    "text": "Enraged by the man's boldness, they disjointed his hands and feet with their instruments, dismembering him by prying his limbs from their sockets,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 6,
    "text": "and breaking his fingers and arms and legs and elbows."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 7,
    "text": "Since they were not able in any way to break his spirit, they abandoned the instruments and scalped him with their fingernails in a Scythian fashion."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 8,
    "text": "They immediately brought him to the wheel, and while his vertebrae were being dislocated upon it he saw his own flesh torn all around and drops of blood flowing from his entrails."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 9,
    "text": "When he was about to die, he said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 10,
    "text": "\"We, most abominable tyrant, are suffering because of our godly training and virtue,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 11,
    "text": "but you, because of your impiety and bloodthirstiness, will undergo unceasing torments.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 12,
    "text": "When he also had died in a manner worthy of his brothers, they dragged in the fourth, saying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 13,
    "text": "\"As for you, do not give way to the same insanity as your brothers, but obey the king and save yourself.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 14,
    "text": "But he said to them, \"You do not have a fire hot enough to make me play the coward."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 15,
    "text": "No, by the blessed death of my brothers, by the eternal destruction of the tyrant, and by the everlasting life of the pious, I will not renounce our noble brotherhood."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 16,
    "text": "Contrive tortures, tyrant, so that you may learn from them that I am a brother to those who have just been tortured.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 17,
    "text": "When he heard this, the bloodthirsty, murderous, and utterly abominable Antiochus gave orders to cut out his tongue."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 18,
    "text": "But he said, \"Even if you remove my organ of speech, God hears also those who are mute."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 19,
    "text": "See, here is my tongue; cut it off, for in spite of this you will not make our reason speechless."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 20,
    "text": "Gladly, for the sake of God, we let our bodily members be mutilated."
  },
  {
    "book": "4 Maccabees",
    "chapter": 10,
    "verse": 21,
    "text": "God will visit you swiftly, for you are cutting out a tongue that has been melodious with divine hymns.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 1,
    "text": "When this one died also, after being cruelly tortured, the fifth leaped up, saying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 2,
    "text": "\"I will not refuse, tyrant, to be tortured for the sake of virtue."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 3,
    "text": "I have come of my own accord, so that by murdering me you will incur punishment from the heavenly justice for even more crimes."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 4,
    "text": "Hater of virtue, hater of mankind, for what act of ours are you destroying us in this way?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 5,
    "text": "Is it because we revere the Creator of all things and live according to his virtuous law?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 6,
    "text": "But these deeds deserve honors, not tortures.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 9,
    "text": "While he was saying these things, the guards bound him and dragged him to the catapult;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 10,
    "text": "they tied him to it on his knees, and fitting iron clamps on them, they twisted his back around the wedge on the wheel, so that he was completely curled back like a scorpion, and all his members were disjointed."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 11,
    "text": "In this condition, gasping for breath and in anguish of body,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 12,
    "text": "he said, \"Tyrant, they are splendid favors that you grant us against your will, because through these noble sufferings you give us an opportunity to show our endurance for the law.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 13,
    "text": "After he too had died, the sixth, a mere boy, was led in. When the tyrant inquired whether he was willing to eat and be released, he said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 14,
    "text": "\"I am younger in age than my brothers, but I am their equal in mind."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 15,
    "text": "Since to this end we were born and bred, we ought likewise to die for the same principles."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 16,
    "text": "So if you intend to torture me for not eating defiling foods, go on torturing!\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 17,
    "text": "When he had said this, they led him to the wheel."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 18,
    "text": "He was carefully stretched tight upon it, his back was broken, and he was roasted from underneath."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 19,
    "text": "To his back they applied sharp spits that had been heated in the fire, and pierced his ribs so that his entrails were burned through."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 20,
    "text": "While being tortured he said, \"O contest befitting holiness, in which so many of us brothers have been summoned to an arena of sufferings for religion, and in which we have not been defeated!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 21,
    "text": "For religious knowledge, O tyrant, is invincible."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 22,
    "text": "I also, equipped with nobility, will die with my brothers,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 23,
    "text": "and I myself will bring a great avenger upon you, you inventor of tortures and enemy of those who are truly devout."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 24,
    "text": "We six boys have paralyzed your tyranny!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 25,
    "text": "Since you have not been able to persuade us to change our mind or to force us to eat defiling foods, is not this your downfall?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 26,
    "text": "Your fire is cold to us, and the catapults painless, and your violence powerless."
  },
  {
    "book": "4 Maccabees",
    "chapter": 11,
    "verse": 27,
    "text": "For it is not the guards of the tyrant but those of the divine law that are set over us; therefore, unconquered, we hold fast to reason.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 1,
    "text": "When he also, thrown into the caldron, had died a blessed death, the seventh and youngest of all came forward."
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 2,
    "text": "Even though the tyrant had been fearfully reproached by the brothers, he felt strong compassion for this child when he saw that he was already in fetters. He summoned him to come nearer and tried to console him, saying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 3,
    "text": "\"You see the result of your brothers' stupidity, for they died in torments because of their disobedience."
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 4,
    "text": "You too, if you do not obey, will be miserably tortured and die before your time,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 5,
    "text": "but if you yield to persuasion you will be my friend and a leader in the government of the kingdom.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 6,
    "text": "When he had so pleaded, he sent for the boy's mother to show compassion on her who had been bereaved of so many sons and to influence her to persuade the surviving son to obey and save himself."
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 7,
    "text": "But when his mother had exhorted him in the Hebrew language, as we shall tell a little later,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 8,
    "text": "he said, \"Let me loose, let me speak to the king and to all his friends that are with him.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 9,
    "text": "Extremely pleased by the boy's declaration, they freed him at once."
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 10,
    "text": "Running to the nearest of the braziers,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 11,
    "text": "he said, \"You profane tyrant, most impious of all the wicked, since you have received good things and also your kingdom from God, were you not ashamed to murder his servants and torture on the wheel those who practice religion?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 12,
    "text": "Because of this, justice has laid up for you intense and eternal fire and tortures, and these throughout all time will never let you go."
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 13,
    "text": "As a man, were you not ashamed, you most savage beast, to cut out the tongues of men who have feelings like yours and are made of the same elements as you, and to maltreat and torture them in this way?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 14,
    "text": "Surely they by dying nobly fulfilled their service to God, but you will wail bitterly for having slain without cause the contestants for virtue.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 15,
    "text": "Then because he too was about to die, he said,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 16,
    "text": "\"I do not desert the excellent example of my brothers,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 17,
    "text": "and I call on the God of our fathers to be merciful to our nation;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 18,
    "text": "but on you he will take vengeance both in this present life and when you are dead.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 12,
    "verse": 19,
    "text": "After he had uttered these imprecations, he flung himself into the braziers and so ended his life."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 1,
    "text": "Since, then, the seven brothers despised sufferings even unto death, everyone must concede that devout reason is sovereign over the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 2,
    "text": "For if they had been slaves to their emotions and had eaten defiling food, we would say that they had been conquered by these emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 3,
    "text": "But in fact it was not so. Instead, by reason, which is praised before God, they prevailed over their emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 4,
    "text": "The supremacy of the mind over these cannot be overlooked, for the brothers mastered both emotions and pains."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 5,
    "text": "How then can one fail to confess the sovereignty of right reason over emotion in those who were not turned back by fiery agonies?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 6,
    "text": "For just as towers jutting out over harbors hold back the threatening waves and make it calm for those who sail into the inner basin,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 7,
    "text": "so the seven-towered right reason of the youths, by fortifying the harbor of religion, conquered the tempest of the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 8,
    "text": "For they constituted a holy chorus of religion and encouraged one another, saying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 9,
    "text": "\"Brothers, let us die like brothers for the sake of the law; let us imitate the three youths in Assyria who despised the same ordeal of the furnace."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 10,
    "text": "Let us not be cowardly in the demonstration of our piety.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 11,
    "text": "While one said, \"Courage, brother,\" another said, \"Bear up nobly,\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 12,
    "text": "and another reminded them, \"Remember whence you came, and the father by whose hand Isaac would have submitted to being slain for the sake of religion.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 13,
    "text": "Each of them and all of them together looking at one another, cheerful and undaunted, said, \"Let us with all our hearts consecrate ourselves to God, who gave us our lives, and let us use our bodies as a bulwark for the law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 14,
    "text": "Let us not fear him who thinks he is killing us,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 15,
    "text": "for great is the struggle of the soul and the danger of eternal torment lying before those who transgress the commandment of God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 16,
    "text": "Therefore let us put on the full armor of self-control, which is divine reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 17,
    "text": "For if we so die, Abraham and Isaac and Jacob will welcome us, and all the fathers will praise us.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 18,
    "text": "Those who were left behind said to each of the brothers who were being dragged away, \"Do not put us to shame, brother, or betray the brothers who have died before us.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 19,
    "text": "You are not ignorant of the affection of brotherhood, which the divine and all-wise Providence has bequeathed through the fathers to their descendants and which was implanted in the mother's womb."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 20,
    "text": "There each of the brothers dwelt the same length of time and was shaped during the same period of time; and growing from the same blood and through the same life, they were brought to the light of day."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 21,
    "text": "When they were born after an equal time of gestation, they drank milk from the same fountains. For such embraces brotherly-loving souls are nourished;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 22,
    "text": "and they grow stronger from this common nurture and daily companionship, and from both general education and our discipline in the law of God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 23,
    "text": "Therefore, when sympathy and brotherly affection had been so established, the brothers were the more sympathetic to one another."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 24,
    "text": "Since they had been educated by the same law and trained in the same virtues and brought up in right living, they loved one another all the more."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 25,
    "text": "A common zeal for nobility expanded their goodwill and harmony toward one another,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 26,
    "text": "because, with the aid of their religion, they rendered their brotherly love more fervent."
  },
  {
    "book": "4 Maccabees",
    "chapter": 13,
    "verse": 27,
    "text": "But although nature and companionship and virtuous habits had augmented the affection of brotherhood, those who were left endured for the sake of religion, while watching their brothers being maltreated and tortured to death."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 1,
    "text": "Furthermore, they encouraged them to face the torture, so that they not only despised their agonies, but also mastered the emotions of brotherly love."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 2,
    "text": "O reason, more royal than kings and freer than the free!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 3,
    "text": "O sacred and harmonious concord of the seven brothers on behalf of religion!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 4,
    "text": "None of the seven youths proved coward or shrank from death,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 5,
    "text": "but all of them, as though running the course toward immortality, hastened to death by torture."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 6,
    "text": "Just as the hands and feet are moved in harmony with the guidance of the mind, so those holy youths, as though moved by an immortal spirit of devotion, agreed to go to death for its sake."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 7,
    "text": "O most holy seven, brothers in harmony! For just as the seven days of creation move in choral dance around religion,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 8,
    "text": "so these youths, forming a chorus, encircled the sevenfold fear of tortures and dissolved it."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 9,
    "text": "Even now, we ourselves shudder as we hear of the tribulations of these young men; they not only saw what was happening, yes, not only heard the direct word of threat, but also bore the sufferings patiently, and in agonies of fire at that."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 10,
    "text": "What could be more excruciatingly painful than this? For the power of fire is intense and swift, and it consumed their bodies quickly."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 11,
    "text": "Do not consider it amazing that reason had full command over these men in their tortures, since the mind of woman despised even more diverse agonies,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 12,
    "text": "for the mother of the seven young men bore up under the rackings of each one of her children."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 13,
    "text": "Observe how complex is a mother's love for her children, which draws everything toward an emotion felt in her inmost parts."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 14,
    "text": "Even unreasoning animals, like mankind, have a sympathy and parental love for their offspring."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 15,
    "text": "For example, among birds, the ones that are tame protect their young by building on the housetops,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 16,
    "text": "and the others, by building in precipitous chasms and in holes and tops of trees, hatch the nestlings and ward off the intruder."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 17,
    "text": "If they are not able to keep him away, they do what they can to help their young by flying in circles around them in the anguish of love, warning them with their own calls."
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 18,
    "text": "And why is it necessary to demonstrate sympathy for children by the example of unreasoning animals,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 19,
    "text": "since even bees at the time for making honeycombs defend themselves against intruders as though with an iron dart sting those who approach their hive and defend it even to the death?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 14,
    "verse": 20,
    "text": "But sympathy for her children did not sway the mother of the young men; she was of the same mind as Abraham."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 1,
    "text": "O reason of the children, tyrant over the emotions! O religion, more desirable to the mother than her children!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 2,
    "text": "Two courses were open to this mother, that of religion, and that of preserving her seven sons for a time, as the tyrant had promised."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 3,
    "text": "She loved religion more, religion that preserves them for eternal life according to God's promise."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 4,
    "text": "In what manner might I express the emotions of parents who love their children? We impress upon the character of a small child a wondrous likeness both of mind and of form. Especially is this true of mothers, who because of their birthpangs have a deeper sympathy toward their offspring than do the fathers."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 5,
    "text": "Considering that mothers are the weaker sex and give birth to many, they are more devoted to their children."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 6,
    "text": "The mother of the seven boys, more than any other mother, loved her children. In seven pregnancies she had implanted in herself tender love toward them,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 7,
    "text": "and because of the many pains she suffered with each of them she had sympathy for them;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 8,
    "text": "yet because of the fear of God she disdained the temporary safety of her children."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 9,
    "text": "Not only so, but also because of the nobility of her sons and their ready obedience to the law she felt a greater tenderness toward them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 10,
    "text": "For they were righteous and self-controlled and brave and magnanimous, and loved their brothers and their mother, so that they obeyed her even to death in keeping the ordinances."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 11,
    "text": "Nevertheless, though so many factors influenced the mother to suffer with them out of love for her children, in the case of none of them were the various tortures strong enough to pervert her reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 12,
    "text": "Instead, the mother urged them on, each child singly and all together, to death for the sake of religion."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 13,
    "text": "O sacred nature and affection of parental love, yearning of parents toward offspring, nurture and indomitable suffering by mothers!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 14,
    "text": "This mother, who saw them tortured and burned one by one, because of religion did not change her attitude."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 15,
    "text": "She watched the flesh of her children consumed by fire, their toes and fingers scattered on the ground, and the flesh of the head to the chin exposed like masks."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 16,
    "text": "O mother, tried now by more bitter pains than even the birth-pangs you suffered for them!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 17,
    "text": "O woman, who alone gave birth to such complete devotion!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 18,
    "text": "When the first-born breathed his last it did not turn you aside, nor when the second in torments looked at you piteously nor when the third expired;"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 19,
    "text": "nor did you weep when you looked at the eyes of each one in his tortures gazing boldly at the same agonies, and saw in their nostrils the signs of the approach of death."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 20,
    "text": "When you saw the flesh of children burned upon the flesh of other children, severed hands upon hands, scalped heads upon heads, and corpses fallen on other corpses and when you saw the place filled with many spectators of the torturings, you did not shed tears."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 21,
    "text": "Neither the melodies of sirens nor the songs of swans attract the attention of their hearers as did the voices of the children in torture calling to their mother."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 22,
    "text": "How great and how many torments the mother then suffered as her sons were tortured on the wheel and with the hot irons!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 23,
    "text": "But devout reason, giving her heart a man's courage in the very midst of her emotions, strengthened her to disregard her temporal love for her children."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 24,
    "text": "Although she witnessed the destruction of seven children and the ingenious and various rackings, this noble mother disregarded all these because of faith in God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 25,
    "text": "For as in the council chamber of her own soul she saw mighty advocates -- nature, family, parental love, and the rackings of her children --"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 26,
    "text": "this mother held two ballots, one bearing death and the other deliverance for her children."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 27,
    "text": "She did not approve the deliverance which would preserve the seven sons for a short time,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 28,
    "text": "but as the daughter of God-fearing Abraham she remembered his fortitude."
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 29,
    "text": "O mother of the nation, vindicator of the law and champion of religion, who carried away the prize of the contest in your heart!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 30,
    "text": "O more noble than males in steadfastness, and more manly than men in endurance!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 31,
    "text": "Just as Noah's ark, carrying the world in the universal flood, stoutly endured the waves,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 15,
    "verse": 32,
    "text": "so you, O guardian of the law, overwhelmed from every side by the flood of your emotions and the violent winds, the torture of your sons, endured nobly and withstood the wintry storms that assail religion."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 1,
    "text": "If, then, a woman, advanced in years and mother of seven sons, endured seeing her children tortured to death, it must be admitted that devout reason is sovereign over the emotions."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 2,
    "text": "Thus I have demonstrated not only that men have ruled over the emotions, but also that a woman has despised the fiercest tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 3,
    "text": "The lions surrounding Daniel were not so savage, nor was the raging fiery furnace of Mishael so intensely hot, as was her innate parental love, inflamed as she saw her seven sons tortured in such varied ways."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 4,
    "text": "But the mother quenched so many and such great emotions by devout reason."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 5,
    "text": "Consider this also. If this woman, though a mother, had been fainthearted, she would have mourned over them and perhaps spoken as follows:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 6,
    "text": "\"O how wretched am I and many times unhappy! After bearing seven children, I am now the mother of none!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 7,
    "text": "O seven childbirths all in vain, seven profitless pregnancies, fruitless nurturings and wretched nursings!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 8,
    "text": "In vain, my sons, I endured many birth-pangs for you, and the more grievous anxieties of your upbringing."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 9,
    "text": "Alas for my children, some unmarried, others married and without offspring. I shall not see your children or have the happiness of being called grandmother."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 10,
    "text": "Alas, I who had so many and beautiful children am a widow and alone, with many sorrows."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 11,
    "text": "Nor when I die, shall I have any of my sons to bury me.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 12,
    "text": "Yet the sacred and God-fearing mother did not wail with such a lament for any of them, nor did she dissuade any of them from dying, nor did she grieve as they were dying,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 13,
    "text": "but, as though having a mind like adamant and giving rebirth for immortality to the whole number of her sons, she implored them and urged them on to death for the sake of religion."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 14,
    "text": "O mother, soldier of God in the cause of religion, elder and woman! By steadfastness you have conquered even a tyrant, and in word and deed you have proved more powerful than a man."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 15,
    "text": "For when you and your sons were arrested together, you stood and watched Eleazar being tortured, and said to your sons in the Hebrew language,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 16,
    "text": "\"My sons, noble is the contest to which you are called to bear witness for the nation. Fight zealously for our ancestral law."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 17,
    "text": "For it would be shameful if, while an aged man endures such agonies for the sake of religion, you young men were to be terrified by tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 18,
    "text": "Remember that it is through God that you have had a share in the world and have enjoyed life,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 19,
    "text": "and therefore you ought to endure any suffering for the sake of God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 20,
    "text": "For his sake also our father Abraham was zealous to sacrifice his son Isaac, the ancestor of our nation; and when Isaac saw his father's hand wielding a sword and descending upon him, he did not cower."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 21,
    "text": "And Daniel the righteous was thrown to the lions, and Hananiah, Azariah, and Mishael were hurled into the fiery furnace and endured it for the sake of God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 22,
    "text": "You too must have the same faith in God and not be grieved."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 23,
    "text": "It is unreasonable for people who have religious knowledge not to withstand pain.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 24,
    "text": "By these words the mother of the seven encouraged and persuaded each of her sons to die rather than violate God's commandment."
  },
  {
    "book": "4 Maccabees",
    "chapter": 16,
    "verse": 25,
    "text": "They knew also that those who die for the sake of God live in God, as do Abraham and Isaac and Jacob and all the patriarchs."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 1,
    "text": "Some of the guards said that when she also was about to be seized and put to death she threw herself into the flames so that no one might touch her body."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 2,
    "text": "O mother, who with your seven sons nullified the violence of the tyrant, frustrated his evil designs, and showed the courage of your faith!"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 3,
    "text": "Nobly set like a roof on the pillars of your sons, you held firm and unswerving against the earthquake of the tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 4,
    "text": "Take courage, therefore, O holy-minded mother, maintaining firm an enduring hope in God."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 5,
    "text": "The moon in heaven, with the stars, does not stand so august as you, who, after lighting the way of your star-like seven sons to piety, stand in honor before God and are firmly set in heaven with them."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 6,
    "text": "For your children were true descendants of father Abraham."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 7,
    "text": "If it were possible for us to paint the history of your piety as an artist might, would not those who first beheld it have shuddered as they saw the mother of the seven children enduring their varied tortures to death for the sake of religion?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 8,
    "text": "Indeed it would be proper to inscribe upon their tomb these words as a reminder to the people of our nation:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 9,
    "text": "\"Here lie buried an aged priest and an aged woman and seven sons, because of the violence of the tyrant who wished to destroy the way of life of the Hebrews."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 10,
    "text": "They vindicated their nation, looking to God and enduring torture even to death.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 11,
    "text": "Truly the contest in which they were engaged was divine,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 12,
    "text": "for on that day virtue gave the awards and tested them for their endurance. The prize was immortality in endless life."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 13,
    "text": "Eleazar was the first contestant, the mother of the seven sons entered the competition, and the brothers contended."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 14,
    "text": "The tyrant was the antagonist, and the world and the human race were the spectators."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 15,
    "text": "Reverence for God was victor and gave the crown to its own athletes."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 16,
    "text": "Who did not admire the athletes of the divine legislation? Who were not amazed?"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 17,
    "text": "The tyrant himself and all his council marveled at their endurance,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 18,
    "text": "because of which they now stand before the divine throne and live through blessed eternity."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 19,
    "text": "For Moses says, \"All who are consecrated are under your hands.\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 20,
    "text": "These, then, who have been consecrated for the sake of God, are honored, not only with this honor, but also by the fact that because of them our enemies did not rule over our nation,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 21,
    "text": "the tyrant was punished, and the homeland purified -- they having become, as it were, a ransom for the sin of our nation."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 22,
    "text": "And through the blood of those devout ones and their death as an expiation, divine Providence preserved Israel that previously had been afflicted."
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 23,
    "text": "For the tyrant Antiochus, when he saw the courage of their virtue and their endurance under the tortures, proclaimed them to his soldiers as an example for their own endurance,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 17,
    "verse": 24,
    "text": "and this made them brave and courageous for infantry battle and siege, and he ravaged and conquered all his enemies."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 1,
    "text": "O Israelite children, offspring of the seed of Abraham, obey this law and exercise piety in every way,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 2,
    "text": "knowing that devout reason is master of all emotions, not only of sufferings from within, but also of those from without."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 3,
    "text": "Therefore those who gave over their bodies in suffering for the sake of religion were not only admired by men, but also were deemed worthy to share in a divine inheritance."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 4,
    "text": "Because of them the nation gained peace, and by reviving observance of the law in the homeland they ravaged the enemy."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 5,
    "text": "The tyrant Antiochus was both punished on earth and is being chastised after his death. Since in no way whatever was he able to compel the Israelites to become pagans and to abandon their ancestral customs, he left Jerusalem and marched against the Persians."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 6,
    "text": "The mother of seven sons expressed also these principles to her children:"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 7,
    "text": "\"I was a pure virgin and did not go outside my father's house; but I guarded the rib from which woman was made."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 8,
    "text": "No seducer corrupted me on a desert plain, nor did the destroyer, the deceitful serpent, defile the purity of my virginity."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 9,
    "text": "In the time of my maturity I remained with my husband, and when these sons had grown up their father died. A happy man was he, who lived out his life with good children, and did not have the grief of bereavement."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 10,
    "text": "While he was still with you, he taught you the law and the prophets."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 11,
    "text": "He read to you about Abel slain by Cain, and Isaac who was offered as a burnt offering, and of Joseph in prison."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 12,
    "text": "He told you of the zeal of Phineas, and he taught you about Hananiah, Azariah, and Mishael in the fire."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 13,
    "text": "He praised Daniel in the den of the lions and blessed him."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 14,
    "text": "He reminded you of the scripture of Isaiah, which says, `Even though you go through the fire, the flame shall not consume you.'"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 15,
    "text": "He sang to you songs of the psalmist David, who said, `Many are the afflictions of the righteous.'"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 16,
    "text": "He recounted to you Solomon's proverb, `There is a tree of life for those who do his will.'"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 17,
    "text": "He confirmed the saying of Ezekiel, `Shall these dry bones live?'"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 18,
    "text": "For he did not forget to teach you the song that Moses taught, which says,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 19,
    "text": "`I kill and I make alive: this is your life and the length of your days.'\""
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 20,
    "text": "O bitter was that day -- and yet not bitter -- when that bitter tyrant of the Greeks quenched fire with fire in his cruel caldrons, and in his burning rage brought those seven sons of the daughter of Abraham to the catapult and back again to more tortures,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 21,
    "text": "pierced the pupils of their eyes and cut out their tongues, and put them to death with various tortures."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 22,
    "text": "For these crimes divine justice pursued and will pursue the accursed tyrant."
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 23,
    "text": "But the sons of Abraham with their victorious mother are gathered together into the chorus of the fathers, and have received pure and immortal souls from God,"
  },
  {
    "book": "4 Maccabees",
    "chapter": 18,
    "verse": 24,
    "text": "to whom be glory for ever and ever. Amen."
  }
]