[
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 1,
    "text": "Paul, an apostle not of men nor by man, but by Jesus Christ, unto the brethren that are at Laodicea."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 2,
    "text": "Grace be unto you and peace from God the Father and the Lord Jesus Christ."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 3,
    "text": "I give thanks unto Christ in all my prayers, that ye continue in him and persevere in his works, looking for the promise at the day of judgement."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 4,
    "text": "Neither do the vain talkings of some overset you, which creep in, that they may turn you away from the truth of the Gospel which is preached by me."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 5,
    "text": "And now shall God cause that they that are of me shall continue ministering unto the increase of the truth of the Gospel and accomplishing goodness, and the work of salvation, even eternal life."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 6,
    "text": "And now are my bonds seen of all men, which I suffer in Christ, wherein I rejoice and am glad."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 7,
    "text": "And unto me this is for everlasting salvation, which also is brought about by your prayers, and the ministry of the Holy Ghost, whether by life or by death."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 8,
    "text": "For verily to me life is in Christ, and to die is joy."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 9,
    "text": "And unto him (or And also) shall he work his mercy in you that ye may have the same love, and be of one mind."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 10,
    "text": "Therefore, dearly beloved, as ye have heard in my presence so hold fast and work in the fear of God, and it shall be unto you for life eternal."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 11,
    "text": "For it is God that worketh in you."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 12,
    "text": "And do ye without afterthought whatsoever ye do."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 13,
    "text": "And for the rest, dearly beloved, rejoice in Christ, and beware of them that are filthy in lucre."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 14,
    "text": "Let all your petitions be made openly before God, and be ye steadfast in the mind of Christ."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 15,
    "text": "And what things are sound and true and sober and just and to be loved, do ye."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 16,
    "text": "And what ye have heard and received, keep fast in your heart."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 17,
    "text": "And peace shall be unto you."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 18,
    "text": "The saints salute you."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 19,
    "text": "The grace of the Lord Jesus be with your spirit."
  },
  {
    "book": "Laodiceans",
    "chapter": 1,
    "verse": 20,
    "text": "And cause this epistle to be read unto them of Colossae, and the epistle of the Colossians to be read unto you."
  }
]