{
  "last_modified": "2025-07-15",
  "verses": [
    {
      "reference": "Prayer of Azariah 1:2",
      "text": "Then Azariah stood and offered this prayer; in the midst of the fire he opened his mouth and said:"
    },
    {
      "reference": "Prayer of Azariah 1:3",
      "text": "\"Blessed art thou, O Lord, God of our fathers, and worthy of praise; and thy name is glorified for ever."
    },
    {
      "reference": "Prayer of Azariah 1:4",
      "text": "For thou art just in all that thou hast done to us, and all thy works are true and thy ways right, and all thy judgments are truth."
    },
    {
      "reference": "Prayer of Azariah 1:5",
      "text": "Thou hast executed true judgments in all that thou hast brought upon us and upon Jerusalem, the holy city of our fathers, for in truth and justice thou hast brought all this upon us because of our sins."
    },
    {
      "reference": "Prayer of Azariah 1:6",
      "text": "For we have sinfully and lawlessly departed from thee, and have sinned in all things and have not obeyed thy commandments;"
    },
    {
      "reference": "Prayer of Azariah 1:7",
      "text": "we have not observed them or done them, as thou hast commanded us that it might go well with us."
    },
    {
      "reference": "Prayer of Azariah 1:8",
      "text": "So all that thou hast brought upon us, and all that thou hast done to us, thou hast done in true judgment."
    },
    {
      "reference": "Prayer of Azariah 1:9",
      "text": "Thou hast given us into the hands of lawless enemies, most hateful rebels, and to an unjust king, the most wicked in all the world."
    },
    {
      "reference": "Prayer of Azariah 1:10",
      "text": "And now we cannot open our mouths; shame and disgrace have befallen thy servants and worshipers."
    },
    {
      "reference": "Prayer of Azariah 1:11",
      "text": "For thy name's sake do not give us up utterly, and do not break thy covenant,"
    },
    {
      "reference": "Prayer of Azariah 1:12",
      "text": "and do not withdraw thy mercy from us, for the sake of Abraham thy beloved and for the sake of Isaac thy servant and Israel thy holy one,"
    },
    {
      "reference": "Prayer of Azariah 1:13",
      "text": "to whom thou didst promise to make their descendants as many as the stars of heaven and as the sand on the shore of the sea."
    },
    {
      "reference": "Prayer of Azariah 1:14",
      "text": "For we, O Lord, have become fewer than any nation, and are brought low this day in all the world because of our sins."
    },
    {
      "reference": "Prayer of Azariah 1:15",
      "text": "And at this time there is no prince, or prophet, or leader, no burnt offering, or sacrifice, or oblation, or incense, no place to make an offering before thee or to find mercy."
    },
    {
      "reference": "Prayer of Azariah 1:16",
      "text": "Yet with a contrite heart and a humble spirit may we be accepted, as though it were with burnt offerings of rams and bulls, and with tens of thousands of fat lambs;"
    },
    {
      "reference": "Prayer of Azariah 1:17",
      "text": "such may our sacrifice be in thy sight this day, and may we wholly follow thee, for there will be no shame for those who trust in thee."
    },
    {
      "reference": "Prayer of Azariah 1:18",
      "text": "And now with all our heart we follow thee, we fear thee and seek thy face."
    },
    {
      "reference": "Prayer of Azariah 1:19",
      "text": "Do not put us to shame, but deal with us in thy forbearance and in thy abundant mercy."
    },
    {
      "reference": "Prayer of Azariah 1:20",
      "text": "Deliver us in accordance with thy marvelous works, and give glory to thy name, O Lord! Let all who do harm to thy servants be put to shame;"
    },
    {
      "reference": "Prayer of Azariah 1:21",
      "text": "let them be disgraced and deprived of all power and dominion, and let their strength be broken."
    },
    {
      "reference": "Prayer of Azariah 1:22",
      "text": "Let them know that thou art the Lord, the only God, glorious over the whole world.\""
    },
    {
      "reference": "Prayer of Azariah 1:23",
      "text": "Now the king's servants who threw them in did not cease feeding the furnace fires with naphtha, pitch, tow, and brush."
    },
    {
      "reference": "Prayer of Azariah 1:24",
      "text": "And the flame streamed out above the furnace forty-nine cubits,"
    },
    {
      "reference": "Prayer of Azariah 1:25",
      "text": "and it broke through and burned those of the Chaldeans whom it caught about the furnace."
    },
    {
      "reference": "Prayer of Azariah 1:26",
      "text": "But the angel of the Lord came down into the furnace to be with Azariah and his companions, and drove the fiery flame out of the furnace,"
    },
    {
      "reference": "Prayer of Azariah 1:27",
      "text": "and made the midst of the furnace like a moist whistling wind, so that the fire did not touch them at all or hurt or trouble them."
    },
    {
      "reference": "Prayer of Azariah 1:28",
      "text": "Then the three, as with one mouth, praised and glorified and blessed God in the furnace, saying:"
    },
    {
      "reference": "Prayer of Azariah 1:29",
      "text": "\"Blessed art thou, O Lord, God of our fathers, and to be praised and highly exalted for ever;"
    },
    {
      "reference": "Prayer of Azariah 1:30",
      "text": "And blessed is thy glorious, holy name and to be highly praised and highly exalted for ever;"
    },
    {
      "reference": "Prayer of Azariah 1:31",
      "text": "Blessed art thou in the temple of thy holy glory and to be extolled and highly glorified for ever."
    },
    {
      "reference": "Prayer of Azariah 1:32",
      "text": "Blessed art thou, who sittest upon cherubim and lookest upon the deeps, and to be praised and highly exalted for ever."
    },
    {
      "reference": "Prayer of Azariah 1:33",
      "text": "Blessed art thou upon the throne of thy kingdom and to be extolled and highly exalted for ever."
    },
    {
      "reference": "Prayer of Azariah 1:34",
      "text": "Blessed art thou in the firmament of heaven and to be sung and glorified for ever."
    },
    {
      "reference": "Prayer of Azariah 1:35",
      "text": "\"Bless the Lord, all works of the Lord, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:36",
      "text": "Bless the Lord, you heavens, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:37",
      "text": "Bless the Lord, you angels of the Lord, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:38",
      "text": "Bless the Lord, all waters above the heaven, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:39",
      "text": "Bless the Lord, all powers, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:40",
      "text": "Bless the Lord, sun and moon, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:41",
      "text": "Bless the Lord, stars of heaven, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:42",
      "text": "Bless the Lord, all rain and dew, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:43",
      "text": "Bless the Lord, all winds, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:44",
      "text": "Bless the Lord, fire and heat, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:45",
      "text": "Bless the Lord, winter cold and summer heat, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:46",
      "text": "Bless the Lord, dews and snows, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:47",
      "text": "Bless the Lord, nights and days, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:48",
      "text": "Bless the Lord, light and darkness, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:49",
      "text": "Bless the Lord, ice and cold, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:50",
      "text": "Bless the Lord, frosts and snows, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:51",
      "text": "Bless the Lord, lightnings and clouds, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:52",
      "text": "Let the earth bless the Lord; let it sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:53",
      "text": "Bless the Lord, mountains and hills, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:54",
      "text": "Bless the Lord, all things that grow on the earth, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:55",
      "text": "Bless the Lord, you springs, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:56",
      "text": "Bless the Lord, seas and rivers, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:57",
      "text": "Bless the Lord, you whales and all creatures that move in the waters, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:58",
      "text": "Bless the Lord, all birds of the air, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:59",
      "text": "Bless the Lord, all beasts and cattle, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:60",
      "text": "Bless the Lord, you sons of men, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:61",
      "text": "Bless the Lord, O Israel, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:62",
      "text": "Bless the Lord, you priests of the Lord, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:63",
      "text": "Bless the Lord, you servants of the Lord, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:64",
      "text": "Bless the Lord, spirits and souls of the righteous, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:65",
      "text": "Bless the Lord, you who are holy and humble in heart, sing praise to him and highly exalt him for ever."
    },
    {
      "reference": "Prayer of Azariah 1:66",
      "text": "Bless the Lord, Hananiah, Azariah, and Mishael, sing praise to him and highly exalt him for ever; for he has rescued us from Hades and saved us from the hand of death, and delivered us from the midst of the burning fiery furnace; from the midst of the fire he has delivered us."
    },
    {
      "reference": "Prayer of Azariah 1:67",
      "text": "Give thanks to the Lord, for he is good, for his mercy endures for ever."
    },
    {
      "reference": "Prayer of Azariah 1:68",
      "text": "Bless him, all who worship the Lord, the God of gods, sing praise to him and give thanks to him, for his mercy endures for ever.\""
    }
  ]
}